/* chat window title suffix */
" (%d unread)" = " (%d unread)";

/* multiple items description final separator */
" among others (total of %d items)" = " among others (total of %d items)";

/* multiple items description final separator */
" and " = " and ";

/* file transfer speed, just translate the \"/s\" */
"%@ (%@/s)" = "%1$@ (%2$@/s)";

/* file transfer window - status label */
"%@ - Cancelled" = "%@ - Cancelled";

/* file transfers window - status label */
"%@ - Do you want to receive the file?" = "%@ - Do you want to receive the file?";

/* file transfer window - status label */
"%@ - Error: %@" = "%1$@ - Error: %2$@";

/* file transfers window - status label */
"%@ - Rejected!" = "%@ - Rejected!";

/* file transfers window - status label */
"%@ - Waiting for acceptance" = "%@ - Waiting for acceptance";

/* file transfer notifications */
"%@ is offering you the file \"%@\"" = "%@ is offering you the file \"%@\"";

/* file transfer notifications */
"%@ accepted your file named \"%@\"" = "%@ accepted your file named \"%@\"";

/* file transfer notifications */
"The file transfer of \"%@\" with %@ has failed with the error: %@" = "The file transfer of \"%@\" with %@ has failed with the error: %@";

/* file transfer notifications */
"The file transfer of \"%@\" with %@ has failed" = "The file transfer of \"%@\" with %@ has failed";

/* file transfer notifications */
"Transfer of the file \"%@\" with %@ has completed" = "Transfer of the file \"%@\" with %@ has completed";

/* date format for chat recent messages */
"%b %e, %Y" = "%b %e, %Y";

/* SMS window character count */
"%d characters" = "%d characters";

/* time format for chat transcripts titles and filenames */
"%Y-%m-%d %Hh%Mm%Ss" = "%Y-%m-%d %Hh%Mm%Ss";

/* multiple items description separator */
", " = ", ";

/* No comment provided by engineer. */
"<b>(cancelled)</b>" = "<b>(cancelled)</b>";

/* No comment provided by engineer. */
"<b>(completed)</b>" = "<b>(completed)</b>";

/* No comment provided by engineer. */
"<b>(error: %@)</b>" = "<b>(error: %@)</b>";

/* No comment provided by engineer. */
"<b>(packaging...)</b>" = "<b>(packaging...)</b>";

/* No comment provided by engineer. */
"<b>(rejected)</b>" = "<b>(rejected)</b>";

/* No comment provided by engineer. */
"<b>(transferring...)</b>" = "<b>(transferring...)</b>";

/* No comment provided by engineer. */
"<b>Failed</b> to send SMS to \"%@\" at %@." = "<b>Failed</b> to send SMS to \"%1$@\" at %2$@.";

/* default name for newly inserted groups */
"<new group %d>" = "<new group %d>";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" already exists." = "A contact named \"%@\" already exists.";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" already exists. Also, the existing contact named \"%@\" already contains the address \"%@\"." = "A contact named \"%1$@\" already exists. Also, the existing contact named \"%2$@\" already contains the address \"%3$@\".";

/* roster edit warning */
"A contact named \"%@\" already exists. You may merge the contact being renamed with the existing contact. You may also bring up a window to edit the existing contact." = "A contact named \"%@\" already exists. You may merge the contact being renamed with the existing contact. You may also bring up a window to edit the existing contact.";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" containing the address \"%@\" already exists." = "A contact named \"%1$@\" containing the address \"%2$@\" already exists.";

/* tooltip for the file transfers window */
"Accept" = "Accept";

/* for file transfers listed in chat windows */
"accept" = "accept";

/* preference pane label */
"Accounts" = "Accounts";

/* \"add contact\" alert button */
"Add To Existing Contact" = "Add To Existing Contact";

/* preference pane label */
"Advanced" = "Advanced";

/* message center source list */
"Alerts / Notifications" = "Alerts / Notifications";

/* Base Displayed Notifications Filter Names */
"All" = "All";

/* Alert displayed when unregistering from the MSN transport */
"Are you sure you want to unregister from the MSN transport?" = "Are you sure you want to unregister from the MSN transport?";

/* presence subscription alert */
"Authorization to see the online status of \"%@\" was denied!" = "Authorization to see the online status of \"%@\" was denied!";

/* presence subscription alert */
"Authorize" = "Authorize";

/* presence subscription alert */
"Authorize \"%@\" to see your online status?" = "Authorize \"%@\" to see your online status?";

/* \"open file\" button in the file transfers window */
"Can't find the file." = "Can't find the file.";

/* \"open file\" button in the file transfers window */
"Can't open the file \"%@\" because it moved since you transferred it." = "Can't open the file \"%@\" because it moved since you transferred it.";

/* button */
"Cancel" = "Cancel";

/* status message written to the text transcript of a chat window */
"Chat changed to contact \"%@\"" = "Chat changed to contact \"%@\"";

/* status message written to the text transcript of a chat window */
"Chat ended." = "Chat ended.";

/* toolbar button label */
"Chat History" = "Chat History";

/* status message written to the text transcript of a chat window */
"Chat started with contact \"%@\"" = "Chat started with contact \"%@\"";

/* filename and title for saved chat transcripts */
"Chat with \"%@\" on %@" = "Chat with \"%1$@\" on %2$@";

/* No comment provided by engineer. */
"Choose Emoticon" = "Choose Emoticon";

/* connection error */
"Connection Error" = "Connection Error";

/* status */
"Current iTunes Track" = "Current iTunes Track";

/* button */
"Delete" = "Delete";

/* button */
"Delete Group And Contacts" = "Delete Group And Contacts";

/* button */
"Delete Group Only" = "Delete Group Only";

/* button */
"Delete Groups And Contacts" = "Delete Groups And Contacts";

/* button */
"Delete Groups Only" = "Delete Groups Only";

/* roster edit warning */
"Do you really want to dissolve %d contacts into contact \"%@\"?" = "Do you really want to dissolve %1$d contacts into contact \"%2$@\"?";

/* roster edit warning */
"Do you really want to dissolve contact \"%@\" into contact \"%@\"?" = "Do you really want to dissolve contact \"%1$@\" into contact \"%2$@\"?";

/* warning for roster edits */
"Do you really want to remove contact \"%@\" from the list?" = "Do you really want to remove contact \"%@\" from the list?";

/* warning for roster edits */
"Do you really want to remove contacts %@ from the list?" = "Do you really want to remove contacts %@ from the list?";

/* warning for roster edits */
"Do you really want to remove group \"%@\" from the list?" = "Do you really want to remove group \"%@\" from the list?";

/* warning for roster edits */
"Do you really want to remove groups %@ from the list?" = "Do you really want to remove groups %@ from the list?";

/* warning for roster edits */
"Do you really want to remove the address \"%@\" from this contact?" = "Do you really want to remove the address \"%@\" from this contact?";

/* warning for roster edits */
"Do you really want to remove the addresses %@ from this contact?" = "Do you really want to remove the addresses %@ from this contact?";

/* text for the \"add contact\" alerts */
"Do you want to add the address \"%@\" to the contact named \"%@\"?" = "Do you want to add the address \"%1$@\" to the contact named \"%2$@\"?";

/* text for the \"add contact\" alerts */
"Do you want to create a new contact and have the address moved into it?" = "Do you want to create a new contact and have the address moved into it?";

/* roster edit warning */
"Do you want to merge this contact with the existing contact named \"%@\"?" = "Do you want to merge this contact with the existing contact named \"%@\"?";

/* roster edit warning */
"Do you want to move the address \"%@\" from contact \"%@\" into contact \"%@\"?" = "Do you want to move the address \"%1$@\" from contact \"%2$@\" into contact \"%3$@\"?";

/* presence subscription alert */
"Don't Authorize" = "Don't Authorize";

/* tooltip for the file transfers window */
"Double-click to open" = "Double-click to open";

/* button */
"Edit" = "Edit";

/* roster edit warning button */
"Edit Contact \"%@\"" = "Edit Contact \"%@\"";

/* roster edit warning button */
"Edit Existing Contact" = "Edit Existing Contact";

/* file transfer notifications */
"File Transfer Offer" = "File Transfer Offer";

/* file transfer notifications */
"File Transfer Accepted" = "File Transfer Accepted";

/* file transfer notifications */
"File Transfer Failed" = "File Transfer Failed";

/* file transfer notifications */
"File Transfer Completed" = "File Transfer Completed";

/* chat messages notifications */
"First Message from %@" = "First Message from %@";

/* gigabytes unit name */
"GB" = "GB";

/* preference pane label */
"General" = "General";

/* toolbar button
   toolbar button label */
"Get Info" = "Get Info";

/* button */
"Go Back" = "Go Back";

/* presence subscriptions message center table column */
"Granted" = "Granted";

/* toolbar button label */
"History" = "History";

/* contact availability change notifications */
"is now Online" = "is now Online";

/* kilobytes unit name */
"KB" = "KB";

/* Base Displayed Notifications Filter Names */
"Last 7 Days" = "Last 7 Days";

/* MSN transport preferences button */
"Log In" = "Log In";

/* presence subscriptions message center table column */
"Lost" = "Lost";

/* megabytes unit name */
"MB" = "MB";

/* roster edit warning button */
"Merge Contacts" = "Merge Contacts";

/* chat messages notifications */
"Message from %@" = "Message from %@";

/* roster edit warning button */
"Move" = "Move";

/* \"add contact\" alert button */
"Move To New Contact" = "Move To New Contact";

/* preference pane label */
"MSN Account" = "MSN Account";

/* connection error */
"No Jabber ID specified" = "No Jabber ID specified";

/* in file transfers, as in \"X of Y bytes transferred\" */
"of" = "of";

/* message center source list */
"Offline Chat Messages" = "Offline Chat Messages";

/* No comment provided by engineer. */
"OK" = "OK";

/* toolbar button */
"Open chat history folder" = "Open chat history folder";

/* No comment provided by engineer. */
"Open file" = "Open file";

/* No comment provided by engineer. */
"Other Jabber Service" = "Other Jabber Service";

/* file transfers window - status label */
"Packaging the files" = "Packaging the files";

/* roster tooltip */
"Phone Number(s):" = "Phone Number(s):";

/* message center source list */
"Presence Subscriptions" = "Presence Subscriptions";

/* in file transfers, contact name (address) */
"Received from: %@ (%@)" = "Received from: %1$@ (%2$@)";

/* for file transfers listed in chat windows */
"Receiving file %@." = "Receiving file %@.";

/* chat recent messages */
"Recent messages exchanged on %@" = "Recent messages exchanged on %@";

/* MSN transport preferences button */
"Register..." = "Register…";

/* presence subscriptions message center table buttons */
"Reject" = "Reject";

/* for file transfers listed in chat windows */
"reject" = "reject";

/* presence subscriptions message center table buttons */
"Remove" = "Remove";

/* presence subscription alert */
"Remove Address" = "Remove Address";

/* menu item title */
"Remove Contact..." = "Remove Contact...";

/* menu item title */
"Remove Contacts..." = "Remove Contacts...";

/* presence subscription alert */
"Renew" = "Renew";

/* presence subscriptions message center table column */
"Requested" = "Requested";

/* No comment provided by engineer. */
"Reveal in Finder" = "Reveal in Finder";

/* No comment provided by engineer. */
"Select" = "Select";

/* button for the file selection sheet */
"Send" = "Send";

/* toolbar button
   toolbar button label */
"Send File" = "Send File";

/* toolbar button
   toolbar button label */
"Send SMS" = "Send SMS";

/* for file transfers listed in chat windows */
"Sending file %@." = "Sending file %@.";

/* in file transfers, contact name (address) */
"Sent to: %@ (%@)" = "Sent to: %1$@ (%2$@)";

/* tooltip for the file transfers window */
"Show in Finder" = "Show in Finder";

/* No comment provided by engineer. */
"SMS <b>received</b> from \"%@\" at %@<br/>\"<b>%@</b>\"" = "SMS <b>received</b> from \"%1$@\" at %2$@<br/>\"<b>%3$@</b>\"";

/* No comment provided by engineer. */
"SMS <b>sent</b> to \"%@\" at %@<br/>Used: %d message(s), total of %d characters." = "SMS <b>sent</b> to \"%@\" at %@<br/>Used: %d message(s), total of %d characters.";

/* SMS credit text field at the top of the roster window */
"SMS \\U25B8 (unknown credit)" = "SMS ▸ (unknown credit)";

/* SMS credit text field at the top of the roster window */
"SMS \\U25B8 Credit: %d | Free: %d | Sent: %d" = "SMS ▸ Credit: %1$d | Free: %2$d | Sent: %3$d";

/* chat messages notifications */
"SMS Message from %@" = "SMS Message from %@";

/* startup error */
"Sorry, %@ requires Mac OS X 10.4 or newer." = "Sorry, %@ requires Mac OS X 10.4 or newer.";

/* tooltip for the file transfers window */
"Stop" = "Stop";

/* terabytes unit name */
"TB" = "TB";

/* video camera warning */
"The camera is probably already in use by some other application." = "The camera is probably already in use by some other application.";

/* presence subscription alert */
"The contact \"%@\" has denied your authorization to see the online status of the address \"%@\". You may either remove this address from your contact list or try to renew the authorization." = "The contact \"%1$@\" has denied your authorization to see the online status of the address \"%2$@\". You may either remove this address from your contact list or try to renew the authorization.";

/* roster edit warning */
"The contact being dragged will be merged with the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\" and \"%2$@\"." = "The contact being dragged will be merged with the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\" and \"%2$@\".";

/* presence subscription alert */
"The contact with the address \"%@\" has added your address to their contact list and wants to ask for your authorization to see when you are online. Do you want to allow this person to see your online status?" = "The contact with the address \"%@\" has added your address to their contact list and wants to ask for your authorization to see when you are online. Do you want to allow this person to see your online status?";

/* roster edit warning */
"The contacts being dragged will be merged together into the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\", %2$@." = "The contacts being dragged will be merged together into the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\", %2$@.";

/* MSN transport state description */
"The current MSN state is unknown." = "The current MSN state is unknown.";

/* \"Send File\" button tooltip */
"The currently selected address doesn't support file transfers. You can send a file by selecting another address of this contact in the pop-up menu below." = "The currently selected address doesn't support file transfers. You can send a file by selecting another address of this contact in the pop-up menu below.";

/* text for the \"add contact\" alerts */
"The existing contact named \"%@\" already contains the address \"%@\". If you choose to proceed, a new contact named \"%@\" will be created and the address will be moved into it." = "The existing contact named \"%1$@\" already contains the address \"%2$@\". If you choose to proceed, a new contact named \"%3$@\" will be created and the address will be moved into it.";

/* roster edit warning */
"The existing contact named \"%@\" already contains the address \"%@\". If you proceed, the address will be removed from that contact and will be added to the contact \"%@\"." = "The existing contact named \"%1$@\" already contains the address \"%2$@\". If you proceed, the address will be removed from that contact and will be added to the contact \"%3$@\".";

/* connection error message */
"There was a problem with the server (%@). Please check your settings and try again." = "There was a problem with the server (%@). Please check your settings and try again.";

/* text for the \"add contact\" alerts */
"There's already a contact that exactly matches the data you have entered. Do you want to edit it instead?" = "There's already a contact that exactly matches the data you have entered. Do you want to edit it instead?";

/* \"Send File\" button tooltip */
"This contact doesn't support file transfers." = "This contact doesn't support file transfers.";

/* Base Displayed Notifications Filter Names */
"Today" = "Today";

/* No comment provided by engineer. */
"Toggle Audibles Drawer" = "Toggle Audibles Drawer";

/* No comment provided by engineer. */
"Transfer of file %@ has <b>completed successfully</b>." = "Transfer of file %@ has <b>completed successfully</b>.";

/* No comment provided by engineer. */
"Transfer of file %@ was <b>aborted</b> with an error: %@." = "Transfer of file %1$@ was <b>aborted</b> with an error: %2$@.";

/* No comment provided by engineer. */
"Transfer of file %@ was <b>cancelled</b>." = "Transfer of file %@ was <b>cancelled</b>.";

/* text for the \"add contact\" alerts */
"Two existing contacts match the data you entered. Do you want to edit them instead?" = "Two existing contacts match the data you entered. Do you want to edit them instead?";

/* video camera warning */
"Unable to access video camera." = "Unable to access video camera.";

/* video camera warning */
"Unable to find a video camera." = "Unable to find a video camera.";

/* file transfers window - status label */
"Unpackaging the received file" = "Unpackaging the received file";

/* Base Displayed Notifications Filter Names */
"Unread" = "Unread";

/* message center source list */
"Unread Chat Messages" = "Unread Chat Messages";

/* MSN transport preferences button */
"Unregister..." = "Unregister…";

/* startup error */
"Unsupported Operating System" = "Unsupported Operating System";

/* contact availability change notifications */
"went Offline" = "went Offline";

/* Alert displayed when unregistering from the MSN transport */
"All your MSN contacts will be removed from the SAPO Messenger buddy list when you unregister from the MSN transport. If you moved contacts to different groups, these changes will be lost. You can't undo this action." = "All your MSN contacts will be removed from the SAPO Messenger buddy list when you unregister from the MSN transport. If you moved contacts to different groups, these changes will be lost. You can't undo this action.";

/* warning for roster edits */
"You can delete the group and keep the contacts that it contains by clicking \"%@\". If you click \"%@\", the contacts contained in the group will be deleted along with it. You can't undo this action." = "You can delete the group and keep the contacts that it contains by clicking \"%1$@\". If you click \"%2$@\", the contacts contained in the group will be deleted along with it. You can't undo this action.";

/* warning for roster edits */
"You can delete the groups and keep the contacts that they contain by clicking \"%@\". If you click \"%@\", the contacts contained in the groups will be deleted along with them. You can't undo this action." = "You can delete the groups and keep the contacts that they contain by clicking \"%1$@\". If you click \"%2$@\", the contacts contained in the groups will be deleted along with them. You can't undo this action.";

/* No comment provided by engineer. */
"You can't undo this action." = "You can't undo this action.";

/* for file transfers listed in chat windows */
"You may %@ or %@ the transfer." = "You may %1$@ or %2$@ the transfer.";

/* MSN transport state description */
"You're currently registered to the MSN transport with the email \"%@\" and you're logged in to the service." = "You're currently registered to the MSN transport with the email \"%@\" and you're logged in to the service.";

/* MSN transport state description */
"You're currently registered to the MSN transport with the email \"%@\", but you're not logged in to the service." = "You're currently registered to the MSN transport with the email \"%@\", but you're not logged in to the service.";

/* MSN transport state description */
"You're not currently registered to the MSN transport." = "You're not currently registered to the MSN transport.";

/* presence subscription alert */
"Your authorization to see the online status of the address \"%@\" has been denied. You may either remove this address from your contact list or try to renew the authorization." = "Your authorization to see the online status of the address \"%@\" has been denied. You may either remove this address from your contact list or try to renew the authorization.";
